{
  "general": {
    "cancel": "Відмінити",
    "ok": "Oк",
    "send": "Надіслати",
    "thanks": "Дякуємо!",
    "ready": "Готово",
    "showMore": "Показати",
    "showLess": "Сховати",
    "skip": "Пропустити",
    "search": "Шукати"
  },
  "mapLink": {
    "dialogTitle": "Відкрити в Картах",
    "dialogMessage": "Який додаток ви хочете використати?",
    "buttonTitile": "Піший маршрут"
  },
  "errors": {
    "validEmail": "Введіть валідний Email",
    "failedRequest": "Request failed",
    "validMessage": "Повідомлення повинно містити більше 5 символів.",
    "noInfoError": "Немає інформації для відображення",
    "validAddress": "Адресу не визначено. Спробуйте ще раз"
  },
  "emptyLists": {
    "routes": "Немає маршрутів для відображення.",
    "favoriteRoutes": "Немає улюблених маршрутів для показу",
    "favoriteStops": "Немає улюблених зупинок для показу",
    "vehiclesSearch": "За Вашим запитом нічого не знайдено"
  },
  "home": {
    "title": "Карта",
    "locationAlertTitle": "Місцезнаходження вимкнено",
    "locationAlertText": "У вас відключений доступ до місцезнаходження, щоб використовувати ваше місцезнаходження, перейдіть у налаштування, щоб додаток міг використовувати ваше місцезнаходження",
    "textInputFrom": "Від:",
    "textInputTo": "До:",
    "useUserLocation": "Використати поточне місцезнаходження",
    "setUserLocation": "Установити місцезнаходження на карті",
    "cheapest": "Вартість",
    "suburban": "Міжміські",
    "speed": "Швидкість",
    "getDirections": "Прокласти маршрут",
    "viewAll": "Переглянути всі",
    "routeList": {
      "stops": "зуп.",
      "distance": "Відстань",
      "totalFare": "Сумарна вартість проїзду",
      "inTheWay": "В дорозі",
      "stopsTitle": "Зупинки",
      "onFoot": "Пішки",
      "minutes": "хв",
      "kilometres": "км",
      "UAH": "грн"
    },
    "tipsList": {
      "firstTip": "Побудуйте потрібний вам маршрут",
      "secondTip": "Пошук маршрутів за потрібними критеріями",
      "thirdTip": "Додавайте зупинки в список Улюблених",
      "fourthTip": "Список усіх маршрутів громадського транспорту",
      "fifthTip": "Список Улюблених зупинок і маршрутів",
      "sixthTip": "Налаштування (зміна мови, зворотній зв'язок)"
    }
  },
  "vehicle": {
    "title": "Транспорт",
    "toastCannotTrackMore": "Ви не можете відстежувати більше 5 маршрутів",
    "routeTaxi": "Маршрутне\n     таксі",
    "bus": "Автобус",
    "trolleybus": "Тролейбус",
    "tram": "Трамвай",
    "metro": "Метро",
    "tipsList": {
      "firstTip": "Відслідковуйте маршрути на карті",
      "secondTip": "Додавайте маршрути в список Улюблених"
    }
  },
  "favorites": {
    "title": "Улюблене",
    "routesTab": "Улюблені Маршрути",
    "stopsTab": "Улюблені Зупинки"
  },
  "settings": {
    "title": "Налаштування",
    "headerSection1": "Основне",
    "headerSection2": "Підтримка",
    "languageTitle": "Мова",
    "notifications": {
      "title": "Повідомлення"
    },
    "aboutApp": {
      "title": "Про додаток",
      "content": "Додаток для відслідковування транспортних засобів міста, розроблений компанією ТОВ «АЙ-СІТІ». ТОВ «АЙ-СІТІ» це виробнича IT компанія яка автоматизує будь-які процеси життєдіяльності сучасного міста, роблячи ці процеси прозорими, а їх облік легким і зрозумілим.\n\nНаш досвід розробки та досвід впровадження інноваційних рішень в міську інфраструктуру вже більше 6 років. Ми пропонуємо виключно якісні та стабільні інноваційні рішення. Всі вони щодня успішно функціонують в декількох містах України, при цьому наша команда постійно проводить аудит кожного з цих рішень і постійно їх удосконалює.\n\nНаші продукти створюють зручну та прозору взаємодію між владою і городянами."
    },
    "userAgreement": {
      "title": "Користувацька угода",
      "content": "Загальні положення\n\nЦя угода укладається між d-transport (далі по тексту - адміністрація) - компанією, що надає доступ і послуги мобільного додатку d-transport (далі по тексту — мобільний додаток), і приватною особою - яка відвідує сторінки мобільного додатку або користується хоча б одним із сервісів, що надається в рамках мобільного додатку (далі по тексту - користувачем мобільного додатку). Угода регулює порядок використання ресурсів, сервісів, можливостей мобільного додатку, наданої адміністрацією мобільного додатку майданчики для отримання, розміщення інформації та спілкування.\n\n1. Користувач мобільного додатку\n\n1.1. Користувачем мобільного додатку є будь-яка приватна особа, яка встановила мобільний додаток на свій пристрій.\n\n1.2. Користувач має доступ до розширених можливостей, що надаються в рамках мобільного додатку.\n\n1.3. Для того щоб користуватися ресурсами, сервісами і можливостями мобільного додатку, користувачеві необхідно спочатку висловити свою згоду з Угодою. Користувач не має права користуватися мобільним додатком, якщо він не прийняв умови Угоди.\n\n1.4. Користувач не має права користуватися послугами мобільного додатку і не може прийняти умови Угоди, якщо він не досяг встановленого законодавством віку для укладення подібних угод; або не виконав інших умов для укладення подібних угод, передбачених законодавством.\n\n2. Використання матеріалів мобільного додатку\n\n2.1. Авторські права на матеріали мобільного додатку, ресурси і сервіси, якщо не вказано інше, належать адміністрації.\n\n2.2. Копіювання матеріалів мобільного додатку без письмової згоди адміністрації заборонено.\n\n2.3. Допускається часткове цитування матеріалів мобільного додатку на нерегулярній основі з обов'язковим посиланням на сторінку-джерело цитати (не більше 5% від загального обсягу матеріалу).\n\n2.4. Всі назви, найменування, торговельні марки, символи та слогани, зареєстровані в установленому порядку, є власністю їх законних власників. В матеріалах мобільного додатку не використовуються значки ® і / або ™ для їх позначення.\n\n3. Правила коментування та написання відгуків\n\n3.1. При написанні відгуків і коментарів користувач повинен дотримуватися встановлених правил і обмежень.\n\n3.2. Незнання правил, в тому числі і обмежень на розміщення інформації та використання ресурсів мобільного додатку, не звільняє користувачів (в тому числі і користувача) мобільного додатку від їх виконання, а в разі їх порушення - від відповідальності відповідно до умов цієї Угоди і законодавства України.\n\n3.3. У мобільному додатку заборонено:\n\n3.3.1. Використання зворотнього зв’язку не за призначенням (наприклад, для оголошень купівлі-продажу або для питань іншим користувачам);\n\n3.3.2. Образлива поведінка по відношенню до адміністрації;\n\n3.3.3. Розміщення нецензурних висловів;\n\n3.3.4. Публікація повідомлень з метою провокування некоректної поведінки або нервозної  реакції (троллінг);\n\n3.3.5. Розміщення несанкціонованої реклами, комерційних повідомлень або оголошень;\n\n3.3.6. Розміщення матеріалів, що містять образливі вирази, ознаки дискримінації за національною, етнічною, расовою або релігійною приналежністю;\n\n3.3.7. Пропаганда комп'ютерного та аудіо / відеопіратства в будь-якій формі, публікація посилань на файли і / або сайти, безпосередньо порушують або сприяють порушенню авторських прав третіх осіб (торрент-трекери, файлообмінники, варез-сайти);\n\n3.3.8. Використання в текстах повідомлень заголовних букв, знаків пунктуації та спецсимволов, крім випадків, які регламентовані правилами використовуваної мови;\n\n3.3.9. Публікація закликів до насильницької зміни чи повалення конституційного ладу, захоплення державної влади; до зміни державного кордону України; до погромів, знищення майна, захоплення будівель чи споруд; до агресії або до розв'язування воєнного конфлікту; інші дії і публікація будь-яких повідомлень, заборонених законодавством України;\n\n3.3.10. Відправка повідомлень, які повторюють повністю, частково або за змістом і змістом попередні повідомлення.\n\n4. Угода про конфіденційність\n\n4.1. Порядок збору, використання і розголошення інформації, яка може розглядатися як конфіденційна, здійснюється на підставі Угоди про конфіденційність.\n\n4.2. Приймаючи умови цієї Угоди або відвідуючи сторінки мобільного додатку, користувач автоматично погоджується з умовами Угоди про конфіденційність в частині використання персоніфікованої і неперсоніфікованої конфіденційної інформації відповідно.\n\n4.3. Збір, зберігання, використання, обробка та розголошення інформації, отриманої адміністрацією в результаті встановлення мобільного додатку приватною особою (користувачем) її мобільного додатку, в тому числі і персональні дані користувачів, здійснюється адміністрацією відповідно до законодавства України. Приватна особа (користувач) усвідомлює і дає згоду на збір і обробку своїх персональних даних адміністрацією в рамках і з метою, передбаченою умовами Угоди, Угоди про конфіденційність відповідно до законодавства України.\n\n5. Обробка і зберігання ваших персональних даних\n\n5.1. Ми гарантуємо конфіденційність персональних даних і застосовуємо організаційні і технічні заходи для захисту персональних даних. У певних випадках адміністрація взаємодіє зі своїми партнерами по обробці персональних даних і передає їм ці дані. У таких випадках ми забезпечуємо, щоб було вжито належних заходів щодо захисту таких даних. Це означає, що ми не передаємо будь-які дані партнерам, чиї правила зберігання даних здаються нам сумнівними, або якщо нам відомо, що такі правила істотно відрізняються від умов, передбачених цією Угодою.\n\n5.2. Ми можемо зберігати персональні дані двох видів:\n\n5.2.1. Ідентифікаційні дані, включаючи ім'я, прізвище та назва пристрою;\n\n5.2.2. Контактні дані, включаючи email користувача.\n\n5.3. Ми обробляємо персональні дані з кількох причин:\n\n5.3.1. Щоб забезпечити функціонування сервісів (наприклад, визначення місцерозташування користувача для можливості прокладання маршруту).\n\n5.3.2. Щоб користувачі мобільного додатку мали можливість отримувати нашу інформаційну розсилку.\n\n5.3.3. Щоб у нас була можливість збирати статистику. Статистика потрібна нам з двох причин: щоб бачити, чи доступні наші сервіси користувачам мобільного додатку, а також, щоб розуміти, яким чином користувачі мобільного додатку використовують наші сервіси, тим самим, роблячи сервіси зручнішими для користувачів на основі отриманих спостережень.\n\n5.3.4. Ми використовуємо дані, отримані від Вас (ім'я та прізвище, e-mail, гео-дані), тільки за умови отримання Вашої згоди з правилами обробки таких даних.\n\n5.4. Терміни зберігання різних даних можуть відрізнятися\n\n5.4.1. Персональні дані, що дозволяють нам проаналізувати доступність сервісів, зберігаються три роки.\n\n5.4.2. Персональні дані (геодані), що дають можливість прокладати маршрут, зберігаються до того моменту, поки Ви не припините використовувати функцію надання геоданих.\n\n5.4.3. Персональні дані, які зберігаються у нас, не використовуються для персоналізації чого-небудь де-небудь (юридичною мовою це означає, що ми не створюємо ніяких автоматизованих рішень і не створюємо ніяких профілів на основі цих даних).\n\n5.5. Ви маєте право на:\n\n5.5.1. Якщо Ви вважаєте, що Ваші права та інтереси були порушені, Ви можете пред'явити претензію. Ми зробимо все можливе, щоб виправити ситуацію. Для цієї мети, будь ласка, надішліть нам email на пошту: .\n\n6. Прикінцеві положення\n\n6.1. Встановивши мобільний додаток, користувач автоматично приймає умови цієї Угоди.\n\n6.2. Користувач приймає умови Угоди в разі фактичного використання мобільного додатку. У цьому випадку користувач розуміє і погоджується з тим, що адміністрація буде розцінювати факт використання користувачем мобільного додатку, як згоду з умовами Угоди з відповідного моменту часу.\n\n6.3. Діяльність адміністрації проводиться відповідно до законодавства України. Будь-які претензії, суперечки і офіційні звернення будуть розглядатися виключно в порядку, передбаченому законодавством України.\n\n6.4. Адміністрація не несе відповідальності за будь-які прямі або непрямі збитки, понесені користувачами або третіми сторонами, а також за упущену вигоду в результаті діяльності  d-transport.\n\n6.5. Користувач погоджується, що він несе одноосібну відповідальність (і що адміністрація не несе відповідальності перед користувачем або будь-якими третіми особами) за будь-яке порушення користувачем своїх зобов'язань, встановлених цією Угодою, а також за всі наслідки таких порушень (включаючи будь-які збитки чи шкоду, які може понести адміністрація).\n\n6.6. Умови цієї Угоди можуть бути змінені адміністрацією в односторонньому порядку."
    },
    "languages": {
      "title": "Вибір мови",
      "ua": "Українська",
      "ru": "Русский",
      "en": "English"
    },
    "arrivalFormat": {
      "title": "Формат відображення часу прибуття",
      "title2": "Відображення часу  прибуття",
      "minutes": "XX хв  (12 хв)",
      "hours": "о ГГ : XX  (о 12.00)"
    },
    "contactUs": {
      "title": "Зворотній зв'язок",
      "emailTextInput": "Ваш Email",
      "messageTextInput": "Повідомлення",
      "messageSend": "Ваше повідомлення надіслано!",
      "super": "Cупер!"
    }
  },
  "chosenRoute": {
    "distance": "Відстань",
    "price": "Вартість проїзду",
    "workingHours": "Години роботи",
    "carrier": "Перевізник",
    "forward": "Прямий",
    "backward": "Зворотній",
    "director": "ПІБ Директора",
    "phoneNumber": "Номер телефону",
    "address": "Адреса підприємства"
  },
  "ETAModal": {
    "setFrom": "Звідси",
    "setTo": "Сюди",
    "minutes": "хв",
    "seconds": "сек",
    "departureTime": "Час відправлення:",
    "nearest": "Найближчий",
    "following": "Наступний"
  },
  "vehicleTypes": {
    "tram": "Трамвай",
    "minibus": "Маршрутка",
    "trolleybus": "Тролейбус",
    "bus": "Автобус"
  },
  "onboarding": {
    "onboarding1": "Відстеження громадського транспорту",
    "onboarding2-1": "Прокладання маршруту",
    "onboarding2-2": "з точки А в точку Б",
    "onboarding3": "Визначення найдешевшого та найшвидшого маршруту",
    "onboarding4": "Вибрані маршрути і зупинки завжди у досяжності",
    "letsStart": "Почнемо!"
  }
}
